Repository: lightstudio/LightPlayer
Catalog: App/Light/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AlwaysResampleToggle.Header
source: Always resample audio to specific sample rate
zh_cn: 总是将音频重采样至指定采样率

# ApplyNextTrackPrompt.Text
source: Sample rate settings will be applied when playing next track.
zh_cn: 采样率设置将在下一曲播放时生效。

# CurrentSampleRateDesc.Text
source: Current system sample rate:
zh_cn: 当前的系统采样率:

# RefreshText.Text
source: Refresh
zh_cn: 刷新

# SampleRateDesc.Text
source: Choose preferred sample rate
zh_cn: 选择采样率

# UseSystemSampleRate
source: System sample rate
zh_cn: 系统采样率

# SecDebug
source: Debug
zh_cn: 调试

# SecLibrary
source: Library
zh_cn: 媒体库

# SecPlaybackAndLyrics
source: Playback & Lyrics
zh_cn: 播放与歌词

# SecPrivacy
source: Privacy
zh_cn: 隐私

# SecThemeAndLanguage
source: Theme & Language
zh_cn: 主题与语言

# AppName
source: Light Media Player
zh_cn: Light 播放器

# AlbumNameGroupDescription
source: Sort and group items by their album name.
zh_cn: 按所属专辑进行排序与分组

# AlbumNameGroupName
source: Album
zh_cn: 专辑

# ArtistNameGroupDescription
source: Sort and group items by their artist name.
zh_cn: 按艺术家名进行排序与分组

# ArtistNameGroupName
source: Artist
zh_cn: 艺术家

# EarlierAddedGroupDescription
source: Sort and group items by time added to database. (Earlier first)
zh_cn: 按添加到数据库的时间进行排序。

# EarlierAddedGroupName
source: Earlier added
zh_cn: 最早添加

# RecentAddedGroupDescription
source: Sort and group items by time added to database. (Recent first)
zh_cn: 按添加到数据库的时间进行排序。

# RecentAddedGroupName
source: Recently added
zh_cn: 最近添加

source: All Music
zh_cn: 所有音乐

# NoGroupingDescription
source: Sort items from A to Z without grouping.
zh_cn: 按照标题文字顺序排列，不分组。

# NoGroupingName
source: All
zh_cn: 所有

# MenuAddToPlaylistItem.Text
source: Add to Playlist
zh_cn: 添加到播放列表

# AlbumArtistText
source: Album Artist
zh_cn: 专辑艺术家

# AlbumText
source: Album
zh_cn: 专辑

# ArtistText
source: Artist
zh_cn: 艺术家

source: Comment
zh_cn: 说明

source: Composer
zh_cn: 作曲家

# CopyrightText
source: Copyright
zh_cn: 版权

source: Date
zh_cn: 日期

source: Description
zh_cn: 描述

source: Disc
zh_cn: 唱片

source: Error
zh_cn: 错误

# FileNotFound
source: File "{0}" not found.
zh_cn: 文件 “{0}” 未找到

# GenreText
source: Genre
zh_cn: 流派

source: Grouping
zh_cn: 归类

# MediaFilePropertiesDialog.PrimaryButtonText
source: OK
zh_cn: 确认

# MediaFilePropertiesDialog.Title
source: File Properties
zh_cn: 文件属性

source: Performer
zh_cn: 演奏者

source: Time
zh_cn: 时间

# TitleText
source: Title
zh_cn: 标题

source: Total Discs
zh_cn: 唱片总数目

source: Total Tracks
zh_cn: 音轨总数目

source: Track
zh_cn: 音轨

# EncoderText
source: Encoder
zh_cn: 编码器

# PublisherText
source: Publisher
zh_cn: 出版公司

# SortedAlbumText
source: Sorted Album
zh_cn: 经排序的专辑名

# SortedArtistText
source: Sorted Artist
zh_cn: 经排序的艺人名

# SortedTitleText
source: Sorted Title
zh_cn: 经排序的歌名

# TsrcText
source: ISRC
zh_cn: 国际标准音像制品编码

source: Select
zh_cn: 选择

# AlbumNameTextBox.PlaceholderText
source: Album
zh_cn: 专辑

# ClearImageLink.Content
source: Remove the image
zh_cn: 删除现有图片

# DownloadFailedPrompt
source: Download failed.
zh_cn: 下载失败。

# FileSizeLimitPrompt
source: File too large. Size limit is 10MB.
zh_cn: 文件大小超过了10MB的限制。

# ImportExtImageLink.Content
source: Import image from disk
zh_cn: 选择图片文件

# NoValidThumbnailPrompt
source: The item you selected does not contain a valid thumbnail.
zh_cn: 你选择的搜索结果不包含有效的图片文件。

# ThumbnailSearchFlyout.PrimaryButtonText
source: Select
zh_cn: 选择

# ThumbnailSearchFlyout.SecondaryButtonText
source: Cancel
zh_cn: 取消

# ThumbnailSearchFlyout.Title
source: Search
zh_cn: 搜索

# TrackLibraryChangeToggle.Header
source: Monitor library changes
zh_cn: 监视媒体库更改

# TrackLibraryWarningTextBlock.Text
source: All library changes will be reflected in app without refreshing library manually, even when the app is not opened. This slightly consumes more power.
zh_cn: 启用该选项会使得所有媒体库更改自动呈现，无需手动刷新，即便应用关闭时也是如此。这个功能会轻微消耗更多的电池时间。

# LibraryUpdatedContentAdded
source: {0} item(s) added
zh_cn: {0} 个项目被添加

# LibraryUpdatedContentOther
source: Your library is up to date!
zh_cn: 媒体库已达到最新状态！

# LibraryUpdatedTitle
source: Library has been updated
zh_cn: 媒体库已更新

# LibraryFolderExclusionTextBlock.Text
source: Excluded folders
zh_cn: 排除目录

# SelectionNotInLibraryPrompt
source: The selected folder is not in any music library.
zh_cn: 所选目录不在音乐库内。

# KeepHistoryToggle.Header
source: Keep playback history
zh_cn: 保留播放历史记录

# RecentlyText.Text
source: Recently
zh_cn: 最近播放

# LibraryFilesAddedFormat
source: {0} files added
zh_cn: 添加了{0}个文件

# LibraryScanErrorDesc.Text
source: During the last media library scan, we failed to add these files to the library.
zh_cn: 在上一次媒体库扫描过程中，我们没有成功将以下文件添加到库里。

# LibraryWarningDialog.SecondaryButtonText
source: OK
zh_cn: 确认

# LibraryWarningDialog.Title
source: Something happened.
zh_cn: 发生了一些错误

# MultipleExceptionsFormat
source: {0} errors
zh_cn: {0}个错误

# PlaybackErrorFormat
source: Error occurred when playing {0}: {1}
zh_cn: 播放{0}时出现错误: {1}

# SingleException
source: 1 error
zh_cn: 1个错误

# RecentlyAddedButton.Label
source: Recently added
zh_cn: 最近添加

# ShuffleAllButton.Label
source: Shuffle all
zh_cn: 随机播放所有音乐

# ArtistSubtitleFallbackFormat2
source: {0} songs
zh_cn: {0} 首歌曲

# ScMasterDetailsView.NoSelectionContent
source: Select a category to view settings
zh_cn: 选择一个设置分类

# AboutMenuItem.Text
source: About
zh_cn: 关于

# AlbumMenuItem.Text
source: Albums
zh_cn: 专辑

# ArtistMenuItem.Text
source: Artists
zh_cn: 艺术家

# DeviceText.Text
source: Device
zh_cn: 此设备

# FeedbackMenuItem.Text
source: Feedback
zh_cn: 反馈

# LibraryHeader.Header
source: Library
zh_cn: 资料库

# MediaLibraryScanWarningText
source: This will scan all your media files and it could take a long time on slower devices. Proceed?
zh_cn: 此操作将扫描整个媒体库，在移动设备上可能较为耗时，是否继续？

# MoreHeader.Header
source: More
zh_cn: 更多

# MyMusicHeader.Header
source: My Music
zh_cn: 我的音乐

# NowPlayingHeader.Text
source: Now Playing
zh_cn: 正在播放

# PlaylistMenuItem.Text
source: Playlists
zh_cn: 播放列表

# RecentlyAddedText.Text
source: Recently Added
zh_cn: 最近添加

# RecentlyHeader.Text
source: Recently
zh_cn: 最近播放

# RecentlyMenuItem.Text
source: Recently Listened
zh_cn: 最近播放

# RefreshLibraryMenuItem.Text
source: Refresh Library
zh_cn: 刷新媒体库

# SettingsMenuItem.Text
source: Settings
zh_cn: 设置

# ShuffleAllMenuItem.Text
source: Shuffle All
zh_cn: 随机播放所有音乐

# SongMenuItem.Text
source: Songs
zh_cn: 所有音乐

source: Warning
zh_cn: 警告

# AddButton.Label
source: Append
zh_cn: 追加

# AddToButtonText.Text
source: Add to
zh_cn: 添加到

# AddToFavoriteMenuItem.Text
source: Add to favorite list
zh_cn: 添加到收藏列表

# AddToNowPlayingMenuItem.Text
source: Now playing
zh_cn: 正在播放

# AddToPlaylistMenuItem.Text
source: Add to a playlist
zh_cn: 添加到播放列表

# AlbumsResultHeader.Text
source: Albums (
zh_cn: 专辑 (

# ArtistsResultHeader.Text
source: Artists (
zh_cn: 艺术家 (

# DeleteButton.Label
source: Delete
zh_cn: 删除

# DetailsMenuItem.Text
source: Details
zh_cn: 详细信息

# EditButton.Label
source: Edit
zh_cn: 编辑

# GoToAlbumMenuItem.Text
source: Go to the album
zh_cn: 查看专辑

# GoToArtistMenuItem.Text
source: Go to the artist
zh_cn: 查看艺术家

# HideLyricsMenuItem.Text
source: Hide lyrics
zh_cn: 隐藏歌词

# LibraryText.Text
source: LIBRARY
zh_cn: 媒体库

# MobilePlaylistHeader.Text
source: Playlist:
zh_cn: 播放列表：

source: Music
zh_cn: 音乐

# NewButton.Label
source: New
zh_cn: 新建

# NowPlayingFromText.Text
source: NOW PLAYING FROM
zh_cn: 正在播放

# PlayAllButtonText.Text
source: Play all
zh_cn: 播放全部

# PlayButton.Label
source: Play
zh_cn: 播放

# PlaylistNameTextBox.PlaceholderText
source: Playlist Name
zh_cn: 播放列表名

# RemoveFromFavoriteMenuItem.Text
source: Remove from favorite list
zh_cn: 从收藏列表移除

# SaveButton.Label
source: Save
zh_cn: 保存

# SavePlaylistButton.Content
source: Save
zh_cn: 保存

# SearchForLyricsMenuItem.Text
source: Search for lyrics
zh_cn: 搜索歌词

# ShareButton.Label
source: Share
zh_cn: 分享

# ShowLyricsMenuItem.Text
source: Show lyrics
zh_cn: 显示歌词

# SongsResultHeader.Text
source: Songs (
zh_cn: 音乐 (

# LibraryTrackingDisabled
source: Your library does not support content monitoring. This feature only works with NTFS partitions. Library file tracking has been disabled.
zh_cn: 你的媒体库不支持监视文件变化。这个功能只支持 NTFS 格式的分区。 已停止监视媒体库更改。

# MediaLibraryText
source: Media Library
zh_cn: 媒体库

# NarrowPlaylistToggleButton.Label
source: Now Playing
zh_cn: 正在播放
